@extends('layouts.app')

@section('nav')
	@include('nav.main')
@endsection

@section('content')
<div class="list-rows-wrapper" style="padding: 0 4%; color: white;">
	<h4>服務條款</h4>
	<p>日期：2019年8月8日</p>
	
	<h4>歡迎使用 LaughSeeJapan！</h4>

	<h5>簡介</h5>
	<p>感謝您使用 LaughSeeJapan 平台以及我們透過平台向您提供的產品、服務和功能 (統稱為「服務」)。</p>

	<h5>我們的服務</h5>
	<p>本服務可讓您探索、觀看，以及分享影片和其他內容、為使用者提供網上平台，讓世界各地的人彼此聯繫交流以及互相啟發，而內容原創者和大小廣告客戶亦可利用此渠道發佈或宣傳。</p>
	
	<h5>適用條款</h5>
	<p>您使用本服務時受以下條款約束，包括 LaughSeeJapan《社群規範》及《版權政策》，這些條款可能會不時更新 (統稱為本「協議」)。若您為本服務提供廣告或贊助，或於內容中加入收費宣傳，則您與我們的協議亦將包括《在 LaughSeeJapan 放送廣告政策》。此等條款中提供的任何其他連結或提述僅供參考，不屬於本協議的一部分。</p>

	<p>請細閱本協議，並確保您理解當中條文。若不理解本協議或不接受本協議的任何部分，則您可以不使用本服務。</p>

	<h4>誰可使用本服務？</h4>
	<h5>年齡規定</h5>
	<p>您必須年滿 13 歲才能使用本服務。</p>

	<h5>家長或監護人許可</h5>
	<p>若您在所在國家/地區中屬於未成年人，即表示您已獲得家長或監護人的許可使用本服務。請讓他們與您一同閱讀本協議。</p>
	<p>若您是所在國家/地區的未成年人的家長或法定監護人，您允許子女使用本服務將受本協議條款約束，並對子女於本服務上的活動負責。</p>

	<h5>公司</h5>
	<p>若您以公司或機構的身分使用本服務，即表示您有權代表該實體行事，且該實體接受本協議。</p>

	<h4>使用本服務</h4>
	<h5>服務中的內容</h5>
	<p>服務中的內容包括影片、音訊 (例如音樂和其他聲音)、圖像、相片、文字 (如留言和文稿)、品牌 (包括商業名稱、商標、服務標記或標誌)、互動功能、軟件、數據及其他資料，不論是由您、LaughSeeJapan 或第三方提供 (統稱「內容」)。</p>
	<p>向本服務提供內容的人士或實體須就內容負責。LaughSeeJapan 並無義務寄存或放送內容。若您發現任何您認為不符合本協議的內容 (包括違反《社群規範》或法律)，則可向我們舉報。</p>

	<h5>LaughSeeJapan 帳戶和 LaughSeeJapan 頻道</h5>
	<p>您無需擁有 LaughSeeJapan 帳戶亦可以使用本服務的某些功能，例如瀏覽和搜尋內容等，但某些功能則需要有 LaughSeeJapan 帳戶才能使用。使用 LaughSeeJapan 帳戶，您可對影片表示喜歡、訂閱頻道、崁入影片、留言或建立播放清單 (如適用)。</p>
	<p>為保障您的 LaughSeeJapan 帳戶，請保管好密碼。您不應在第三方應用程式上重複使用 LaughSeeJapan 帳戶密碼。</p>

	<h5>您的資料</h5>
	<p>我們的《私隱權政策》闡明您在使用本服務時，我們如何處理您的個人資料和保障您的私隱。</p>

	<h5>權限和限制</h5>
	<p>只要遵守本協議和適用法律，您便可訪問和使用我們向您提供的服務。您可以為個人非商業用途之目的查看或收聽內容，亦可以透過嵌入式 LaughSeeJapan 播放器展示 LaughSeeJapan 影片。</p>

	<p>您使用本服務時受以下限制，您不可以：</p>
	<p>1. 存取、複製、下載、發佈、傳輸、廣播、顯示、出售、授權他人、更改、修改或以其他方式使用本服務或任何內容的任何部分，惟以下情況除外：(a) 經服務明確授權；或 (b) 事先獲得 LaughSeeJapan 及 (如適用) 相應版權持有人的書面許可；</p>
	<p>2. 規避、停用、以欺詐手段使用或以其他方式干擾本服務的任何部分 (或嘗試作出以下任何行為)，包括與安全有關的功能或以下各項功能：(a) 防止或限制複製或以其他方式使用內容或 (b) 限制本服務或內容的使用；</p>
	<p>3. 使用任何自動化方式 (例如機械人、殭屍網絡或擷取工具) 存取本服務，惟以下情況除外：(a) (如為公開搜尋引擎) 使用 LaughSeeJapan 的 robots.txt 文檔執行；或 (b) 經 LaughSeeJapan 事先書面許可；</p>
	<p>4. 收集或蒐集可識別某人身份的任何資料 (例如使用者名稱)，惟該人允許或根據上文第 (3) 節允許者除外；</p>
	<p>5. 使用本服務發佈非應邀的宣傳或商業內容或其他濫發或大量招客訊息；</p>
	<p>6. 促使或鼓勵使用者透過與服務互動以進行任何不準確的計量，包括透過向他人支付金錢或提供奬勵來增加影片的收看次數、喜歡或不喜歡的次數、增加頻道的訂閱者，或以其他方式操縱數據；</p>
	<p>7. 濫用任何報告、舉報、投訴、爭議或上訴程序，包括提出毫無根據、無理取鬧或輕率的陳述；</p>
	<p>8. 於服務上或透過服務進行不符合 LaughSeeJapan 比賽政策和指南的比賽；</p>
	<p>9. 使用本服務觀看或收聽非個人非商業用途的內容 (例如，您不得公開播放本服務的影片或串流播放本服務的音樂)；或</p>
	<p>10. 使用本服務以 (a) 出售本服務或內容之上、附近或當中的任何廣告、贊助或宣傳，惟在 LaughSeeJapan 放送廣告政策所容許者 (如合規的產品置入) 除外；或 (b) 出售任何專頁的廣告、贊助或宣傳，而專頁所屬網站或應用程式僅含本服務內容，或以本服務內容為如此出售的主要依據 (例如，所售廣告的網頁主要以 LaughSeeJapan 影片吸引使用者瀏覽)。</p>

	<h5>權益保留</h5>
	<p>使用本服務並不會賦予您對本服務任何方面的擁有權或權利，包括使用者名稱，他人或 LaughSeeJapan 發佈的任何其他內容。</p>

	<h5>本服務的變更</h5>
	<p>LaughSeeJapan 一直不斷變更和改善服務。我們可能還需要更改或終止本服務或其任何部分，以便改善效能或安全性、更改功用及功能、進行更改以符合法律規定或防止對我們的系統有非法活動或被濫用。這些更改可能會影響所有使用者、部分使用者甚至是個別使用者。在合理可行的情況下，若我們終止服務或對服務作出重大改動而對本服務的使用造成不利影響，我們便會發出通知。然而，您明白並同意，有時我們會在不事先通知的情況下進行有關改動，例如我們認為有需要採取行動以提高本服務的安全性和操作性能、防止濫用或遵守法律規定。</p>

	<h4>您的內容及操守</h4>
	<h5>崁入內容</h5>
	<p>若您有 LaughSeeJapan 帳戶，您可將內容崁入到本服務。您可以使用您的內容來推廣您的業務或藝術工作。若您選擇崁入內容，則不得將任何不符合本協議 (包括《LaughSeeJapan 社群規範》) 或法律的內容崁入至本服務，例如，除非您獲得第三方的許可或在法律上有權崁入，否則您崁入的內容不得包括第三方知識產權 (例如受版權保護的內容等)。您對崁入到本服務的內容負有法律責任。我們可能會使用自動化系統來分析您的內容，以助偵測侵權和濫用行為，例如垃圾郵件、惡意軟件和非法內容。</p>

	<h5>您授予的權利</h5>
	<p>您保留內容的擁有權，但我們會要求您向 LaughSeeJapan 和本服務的其他使用者授予某些權利，詳情如下。</p>

	<h5>LaughSeeJapan 授權</h5>
	<p>透過崁入內容到本服務，即表示您授予 LaughSeeJapan 全球性、非專有、無版稅、可再授權和可轉讓的許可，供 LaughSeeJapan 就本服務及 LaughSeeJapan (及其繼任公司及聯繫公司) 業務使用該內容 (包括複製、發佈、進行二次創作、展示及放送)，包括用作宣傳和再發佈部分或全部本服務。</p>

	<h5>授予其他使用者的許可</h5>
	<p>您還向本服務的每名使用者授予全球性、非專有、無版稅特許，讓使用者透過本服務存取並使用該內容，包括複製、發佈、進行二次創作、展示及放送，惟僅可以本服務功能 (例如影片播放、嵌入等功能) 存取及使用。謹此澄清，此許可並不授予使用者任何以非透過服務使用內容的權利或權限。</p>

	<h5>許可期限</h5>
	<p>在您移除或刪除本服務的內容後，您授予的許可會持續一段商業上合理的時間。然而，您明白並同意，LaughSeeJapan 可能會保留已移除或刪除影片於伺服器上的存檔，但不會加以展示、發佈或放送。</p>

	<h5>移除內容</h5>
	<p>您可隨時從本服務中移除您的內容，您還可選擇在移除前複製內容。若您不再擁有這些條款所要求的權利，您必須移除您的內容。</p>

	<h5>由 LaughSeeJapan 移除內容</h5>
	<p>若我們有理由相信任何內容違反本協議或可能對 LaughSeeJapan、LaughSeeJapan 的使用者或第三方造成損害，我們可酌情決定移除或移走該內容。我們有此行動時，會通知您並告知原因，惟倘我們合理認為如此通知會造成以下後果，則不作通知：(a) 違反法律或執法機構的指示，或令 LaughSeeJapan 或我們的聯繫公司承受法律責任的風險；(b) 將損害調查或本服務的完整性或運作；或 (c) 會對任何使用者、其他第三方、LaughSeeJapan 或我們的聯繫公司造成損害。您可以在「版權政策」的解決疑難專頁瞭解有關舉報及執行移除的詳情，包括如何提出上訴。</p>

	<h5>版權保護</h5>
	<p>我們在「LaughSeeJapan 版權中心」提供資訊，以協助版權持有人在網上管理其知識產權。若您認為他人透過本服務已經侵犯了您的版權，請通知我們。</p>
	<p>我們收到有人涉嫌侵犯版權的通知後，會根據「LaughSeeJapan 版權中心」的程序進行回覆，版權中心亦載有如何解決版權攻擊的資料。根據 LaughSeeJapan 政策規定，在適當的情況下，屢次侵權者會被終止使用本服務。</p>

	<h4>帳戶暫停及終止</h4>
	<h5>由您終止</h5>
	<p>您可以隨時停止使用本服務，當中涉及關閉 LaughSeeJapan 頻道並移除資料。您亦可以選擇先下載資料副本。</p>

	<h5>由 LaughSeeJapan 因故終止及暫停帳戶</h5>
	<p>如有以下情況，LaughSeeJapan 可能會暫停或終止您的服務訪問權、LaughSeeJapan 帳戶、LaughSeeJapan 帳戶對本服務的全部或部分訪問權：(a) 您嚴重或屢次違反本協議；(b) 我們必須遵守法律規定或法令；或 (c) 我們認為有行為對任何使用者、其他第三方、LaughSeeJapan 或我們的聯繫公司造成 (或可能造成) 法律責任或損害。</p>

	<h5>由 LaughSeeJapan 因服務變更而終止</h5>
	<p>若 LaughSeeJapan 全權酌情決定，認為向您提供本服務在商業上不再可行，則可能會終止您或您 LaughSeeJapan 帳戶對本服務的全部或部分訪問權。</p>

	<h5>終止或暫停通知</h5>
	<p>LaughSeeJapan 實施終止或暫停時，會通知您並告知原因，惟倘我們合理認為如此通知會造成以下後果，則不作通知：(a) 違反法律或執法機關的指示，或令 LaughSeeJapan 或我們的聯繫公司承受法律責任的風險；(b) 將損害調查或本服務的完整性或運作；或 (c) 對任何使用者、其他第三方、LaughSeeJapan 或我們的聯繫公司造成損害。若 LaughSeeJapan 因本服務變更而終止您的使用權限，則在合理可行的情況下，會提供足夠的時間讓您從本服務中導出內容。</p>

	<h5>帳戶暫停或終止的影響</h5>
	<p>即使您的 LaughSeeJapan 帳戶被終止或 LaughSeeJapan 帳戶對本服務的訪問受到限制，您仍可以繼續在沒有帳戶的情況下使用本服務的某些功能 (如僅作瀏覽)，而本協議將繼續適用於此類使用。若您認為您的 LaughSeeJapan 帳戶被錯誤地終止，可使用此表格提出上訴。</p>

	<h4>有關本服務中的軟件</h4>
	<h5>可下載的軟件</h5>
	<p>若本服務需要用到或內含可下載的軟件時，您會給予該軟件在有新版本或功能可用時於裝置上自動更新的權限，具體取決於裝置的設定。除非該軟件受給予授權的其他條款約束，否則 LaughSeeJapan 給予您個人、全球、無版稅、不可轉讓且非專屬授權，供您使用 LaughSeeJapan 於本服務內向您提供的軟件。此授權的唯一目的是讓您能夠以本協議允許的方式使用和享受 LaughSeeJapan 所提供的本服務的好處。您不得複製、修改、發佈、出售或出租軟件的任何部分，也不得進行逆向工程或嘗試擷取該軟件的原始碼，除非法律禁止這些限制或您獲得 LaughSeeJapan 的書面許可。</p>

	<h5>開放原始碼</h5>
	<p>本服務中使用的部分軟件可能是根據我們向您提供的開放原始碼授權而提供。開放原始碼授權的規定或會明示優先於此等條款的部分條文，因此請務必閱讀該等授權。</p>

	<h4>其他法律條款</h4>
	<h5>免責聲明</h5>
	<p>除本協議中明確規定或法律要求以外，本服務乃按「現狀」提供，LaughSeeJapan 就本服務不作任何特定承擔或保證，例如，我們不保證以下任何事宜：(A) 透過本服務提供的內容；(B) 本服務的特定功能或其是否準確、可靠、可用或能符合您需求；或 (C) 您所提交的任何內容將可於本服務上訪問。</p>

	<h5>限制法律責任</h5>
	<p>除適用法律另有規定外，LaughSeeJapan、其聯繫公司、管理人員、董事、僱員、代理人對以下事宜所引起的任何利潤、收益、業務機會、商譽或預期節省的損失；資料喪失或損毀；間接或相應損失；懲罰性損害賠償概不負責：</p>
	<p>1. 本服務的錯誤、失誤或不準；</p>
	<p>2. 因您使用本服務而造成的人身傷害或財產損失；</p>
	<p>3. 任何未經授權訪問或使用本服務；</p>
	<p>4. 本服務任何中斷或中止；</p>
	<p>5. 任何第三方向或透過本服務傳送任何病毒或惡意程式碼；</p>
	<p>6. 使用者或 LaughSeeJapan 提交的任何內容，包括您對內容的使用；及/或</p>
	<p>7. 任何內容被移除或無法使用。</p>

	<p>本條適用於任何申索，不論所聲稱的申索的依據為保證、合約法、侵權法或任何其他法律理論。</p>

	<p>在適用法律允許的情況下，LaughSeeJapan 及其聯繫公司於任何因本服務而起或與之相關的申索中，所負法律責任總額限於以下較高者：(A) 您將申索一事以書面通知 LaughSeeJapan 之日前 12 個月內，LaughSeeJapan 因您使用本服務而已向您支付的收益金額及 (B) 500美元。</p>

	<h5>彌償</h5>
	<p>在適用法律允許的情況下，您同意就因以下事宜而起的任何及一切申索、損害、義務、損失、法律責任、費用或債務及支出 (包括但不限於律師費)，為 LaughSeeJapan、其聯繫公司、管理人員、董事、僱員、代理人提出抗辯、給予彌償並使彼等免受損害：(i) 您使用及訪問本服務；(ii) 您違反本協議任何條款；(iii) 您侵犯任何第三方權利 (包括但不限於任何版權、財產權或私隱權)；或 (iv) 有任何人聲稱您的內容損害第三方。此抗辯及彌償義務將在本協議和您對本服務的使用終止後繼續有效。</p>

	<h5>第三方連結</h5>
	<p>本服務可能包含指向非由 LaughSeeJapan 擁有或控制的第三方網站及網上服務的連結。LaughSeeJapan 無法控制該等網站及網上服務，亦不對此承擔任何責任。您離開本服務時，務請小心；我們建議您閱讀所到訪每個第三方網站及網上服務的條款及私隱權政策。</p>

	<h4>關於本協議</h4>
	<h5>修訂本協議</h5>
	<p>為配合本服務的更改或法律、規例或安全原因等，我們可能會修訂本協議。LaughSeeJapan 會對本協議的任何重大修訂提供合理的預先通知，並給予使用者機會查看修訂，除非在法律允許的情況下，針對本服務新推出的功能或為法律原因而作的修訂可能即時生效，則恕不另行通知。對本協議的修訂僅在以後適用。若您不同意經修訂的條款，則應移除任何已崁入的內容，並停止使用本服務。</p>

	<h5>本協議持續適用</h5>
	<p>若您停止使用本服務，則本協議的以下條款將繼續對您適用：「其他法律條款」、「關於本協議」，而您所授予的許可將如「許可期限」所述繼續適用。</p>

	<h5>分割</h5>
	<p>若本協議某一條款因任何原因無法執行，不會影響任何其他條款。</p>

	<h5>不放棄權利</h5>
	<p>若您未能遵守本協議而我們沒有即時採取行動，並不代表我們正放棄可能擁有的任何權利 (例如將來採取行動的權利)。</p>

	<h5>詮釋</h5>
	<p>此等條款中，「包括」是指「包括但不限於」，而任何所舉例子都是出於說明目的。</p>

	<h5>2019年8月8日起生效</h5>

	<br>
</div>
@endsection